{
    "id": "0072",
    "language": "sw",
    "storyPath": "./data/sw/0072.json",
    "title": "Kisasi cha Kiongozi",
    "illustrator": " Wiehan de Jager",
    "writtenby": " Zulu folktale",
    "readby": " Lauwo George",
    "translator": " Brigid Simiyu",
    "level": 4,
    "pages": [
        {
            "text": "Kisasi cha Kiongozi",
            "pagenum": 0,
            "imageSrc": "./images/0072/0072_00.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_00.mp3"
        },
        {
            "text": "Hii ni hadithi ya Ngede, ambaye ni ndege mpenda asali, na mvulana mmoja mlafi anayeitwa Gingile. Siku moja Gingile alipokuwa akiwinda alisikia mwito wa Ngede. Kinywa chake kilianza kutokwa mate kwa kufikiria asali. Alisimama, akasikiliza na kuangalia vizuri hadi alipomwona yule ndege akiwa ametua kwenye matawi yaliyokuwa juu ya kichwa chake. “Chitik-chitik-chitik,” yule ndege mdogo alitatarika aliporuka na kutua kwenye mti mmoja hadi mwingine, na mwingine tena. “Chitik-chitik-chitik,” aliita, huku akinyamaza na kuhakikisha kwamba Gingile alikuwa amemfuata.",
            "pagenum": 1,
            "imageSrc": "./images/0072/0072_01.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_01.mp3"
        },
        {
            "text": "Baada ya nusu saa, walifika kwenye mti wa matini. Ngede aliruka kama mwenda wazimu kutoka tawi moja hadi jingine. Kisha alitulia kwenye tawi moja na kupindua kichwa chake akimwangalia Gingile kana kwamba anasema, “Ipo hapa! Njoo sasa! Kwa nini unachukua muda mrefu?” Gingile hakuweza kuona nyuki wowote kutoka chini ya mti, lakini alimwamini Ngede.",
            "pagenum": 2,
            "imageSrc": "./images/0072/0072_02.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_02.mp3"
        },
        {
            "text": "Kwa hivyo Gingile aliweka mkuki wake alioutumia kuwinda chini ya mti, akakusanya vijiti vilivyokauka na kuwasha moto mdogo. Moto ulipokuwa ukiwaka vizuri, alichomeka kijiti kirefu kwenye moto. Mti huu ulijulikana kwa kutoa moshi mwingi ulipokuwa unaungua. Alianza kukwea mti huku akishika kijiti kwa meno upande usiofuka moshi.",
            "pagenum": 3,
            "imageSrc": "./images/0072/0072_03.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_03.mp3"
        },
        {
            "text": "Muda mfupi baadaye, aliweza kusikia sauti ya nyuki wenye harakati nyingi ikivuma. Walikuwa wakiingia na kutoka kwenye upenyo wa mti, yaani mzinga wao. Gingile alipoufikia mzinga, alisukuma ile kuni ya moto ndani ya ule upenyo. Nyuki waliharakisha kutoka ndani wakiwa na hasira na uchungu. Waliruka na kwenda mbali kwa sababu hawakupenda moshi – lakini walifanya hivyo baada ya kumuuma Gingile kwa uchungu!",
            "pagenum": 4,
            "imageSrc": "./images/0072/0072_04.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_04.mp3"
        },
        {
            "text": "Nyuki walipokuwa nje, Gingile aliingiza mikono yake ndani ya kiota. Alitoa kipande kikubwa cha sega kilichokuwa kinadondoka urojo mzito wa asali, na kilichojaa wadudu weupe wanene. Aliiweka taratibu ndani ya mkoba aliokuwa nao na kuanza kushuka kutoka mtini.",
            "pagenum": 5,
            "imageSrc": "./images/0072/0072_05.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_05.mp3"
        },
        {
            "text": "Ngede alishuhudia kila kitu Gingile alichofanya. Alikuwa anamsubiri abakishe kiasi kidogo cha asali kama shukurani kwa Kiongozi. Ngede aliruka kutoka tawi hadi tawi huku akikaribia chini. Mwishowe Gingile alifika chini ya mti. Ngede alitua kwenye mwamba karibu na mvulana huyo na kusubiri zawadi yake.",
            "pagenum": 6,
            "imageSrc": "./images/0072/0072_06.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_06.mp3"
        },
        {
            "text": "Lakini Gingile alizima moto, akachukua mkuki wake na kuanza safari kwenda nyumbani bila kumjali ndege yule. Ngede aliita kwa hasira, “USH-ndi! USH-ndi!” Gingile alisimama, akamkodolea macho yule ndege kisha akacheka kwa sauti. “Unataka asali kidogo, rafiki yangu? Ha! Lakini ni mimi niliyefanya kazi yote pamoja na kuumwa na nyuki. Kwa nini nikugawie hii asali tamu?” Baada ya kusema hivyo, aliondoka na kwenda zake. Ngede alikasirika sana! Hivi sivyo alivyostahili kutendewa! Ila atalipiza kisasi.",
            "pagenum": 7,
            "imageSrc": "./images/0072/0072_07.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_07.mp3"
        },
        {
            "text": "Siku moja baada ya majuma machache, Gingile tena alisikia mwito wa asali kutoka kwa Ngede. Aliikumbuka asali tamu, na kwa hamu alimfuata ndege yule kwa mara nyingine. Baada ya kumwongoza Gingile pembeni mwa msitu, Ngede alisimama na kupumzika chini ya mti wa mwavuli. “Ahh,” Gingile aliwaza. “Lazima mzinga umo ndani ya mti huu.” Kwa haraka aliwasha moto wake na kuanza kukwea mti huku akibeba kuni iliyotoa moshi katika meno yake. Ngede alikaa na kuangalia tu.",
            "pagenum": 8,
            "imageSrc": "./images/0072/0072_08.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_08.mp3"
        },
        {
            "text": "Gingile alipopanda, alishangaa kwa nini hakusikia sauti ya nyuki. “Pengine mzinga umo ndani zaidi katika mti,” alifikiria. Alipanda tena juu ya tawi jingine. Lakini badala ya mzinga, alijikuta uso kwa uso na chui! Chui alikuwa na hasira sana kwa sababu usingizi wake ulikuwa umekatizwa. Aliyafanya macho yake kuwa madogo, akaufungua mdomo wake na kuonyesha meno yake makubwa na makali.",
            "pagenum": 9,
            "imageSrc": "./images/0072/0072_09.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_09.mp3"
        },
        {
            "text": "Kabla ya Chui kumvamia Gingile, alishuka chini haraka. Katika haraka hiyo, aliteleza na kuanguka kwa kishindo huku akiumia mguu wake. Alirukaruka akienda kwa haraka alivyoweza. Kwa bahati nzuri, Chui alikuwa bado amelala kwa hivyo hakumfukuza. Ngede, Kiongozi alikuwa amelipiza kisasi chake na Gingile alikuwa amejifunza funzo lake.",
            "pagenum": 10,
            "imageSrc": "./images/0072/0072_10.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_10.mp3"
        },
        {
            "text": "Kwa hivyo wakati watoto wa Gingile wanaposikia hadithi ya Ngede, wanamheshimu yule ndege. Kila wanapotoa asali, huhakikisha kwamba wanamwachia Kiongozi fungu kubwa!",
            "pagenum": 11,
            "imageSrc": "./images/0072/0072_11.jpg",
            "audioSrc": "./audio/sw/0072/0072_sw_11.mp3"
        }
    ]
}