{
    "id": "0262",
    "language": "sw",
    "storyPath": "./public/data/sw/0262.json",
    "title": "Magozwe",
    "illustrator": " Wiehan de Jager",
    "writtenby": " Lesley Koyi",
    "readby": " Lauwo George",
    "translator": " Lauwo George, Monica Shank Lauwo",
    "level": 5,
    "pages": [
        {
            "text": "Magozwe",
            "pagenum": 0,
            "imageSrc": "./public/images/0262/0262_00.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_00.mp3"
        },
        {
            "text": "Kwenye jiji la Nairobi lenye pilikapilika nyingi, mbali na malezi ya nyumbani, paliishi kikundi cha wavulana wasiokuwa na makwao. Waliipokea kila siku ijayo kama ilivyo. Siku moja asubuhi, walikuwa wanakusanya virago vyao baada ya kulala kwenye baridi kando ya barabara. Ili kuondoa baridi, walikoka moto kwa kutumia takataka. Miongoni mwa kikundi hicho cha wavulana alikuwepo Magozwe. Alikuwa ni mdogo kuliko wote.",
            "pagenum": 1,
            "imageSrc": "./public/images/0262/0262_01.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_01.mp3"
        },
        {
            "text": "Wakati wazazi wa Magozwe walipofariki, alikuwa na miaka mitano tu. Alienda kuishi na mjomba wake. Mjomba hakumjali Magozwe. Hakumpa chakula cha kutosha. Alimfanyisha kazi nyingi nzito.",
            "pagenum": 2,
            "imageSrc": "./public/images/0262/0262_02.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_02.mp3"
        },
        {
            "text": "Magozwe alipolalamika au kuuliza, mjomba wake alimpiga. Magozwe alipouliza kama ataweza kwenda shule, mjomba wake alimpiga na kumwambia, “Wewe ni mjinga, hutaweza kujifunza chochote.” Baada ya miaka mitatu ya kunyanyaswa, Magozwe alitoroka kwa mjomba wake. Akaanza kuishi mtaani.",
            "pagenum": 3,
            "imageSrc": "./public/images/0262/0262_03.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_03.mp3"
        },
        {
            "text": "Maisha ya mtaani yalikuwa magumu na wavulana wengi walipambana kila siku ili wapate chakula tu. Mara nyingine walikamatwa, mara nyingine walipigwa. Walipougua, kulikuwa hakuna mtu wa kuwasaidia. Kikundi kilitegemea hela ndogo ndogo walizopata kwa kuomba omba, na kwa kuuza plastiki na vitu kuukuu. Maisha yalikuwa magumu zaidi hasa kwa sababu ya vita dhidi ya vikundi pinzani vilivyotaka kudhibiti baadhi ya maeneo ya jiji.",
            "pagenum": 4,
            "imageSrc": "./public/images/0262/0262_04.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_04.mp3"
        },
        {
            "text": "Siku moja Magozwe alipokuwa anachakura kwenye mapipa ya takataka, alikuta kitabu cha hadithi kilichokuwa kimechakaa. Aliondoa uchafu kwenye kitabu na kukiweka ndani ya mfuko wake. Kila siku baada ya hapo, alikitoa kitabu na kuangalia picha. Hakujua kusoma maandishi.",
            "pagenum": 5,
            "imageSrc": "./public/images/0262/0262_05.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_05.mp3"
        },
        {
            "text": "Picha zilikuwa zinaongelea hadithi ya mvulana ambaye alikuja kuwa rubani. Magozwe aliota kuwa rubani. Mara nyingine alifikiria kwamba yeye ni yule mvulana kwenye hadithi.",
            "pagenum": 6,
            "imageSrc": "./public/images/0262/0262_06.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_06.mp3"
        },
        {
            "text": "Kulikuwa na baridi na Magozwe alikuwa amesimama barabarani akiomba omba. Mtu alimkaribia. “Hujambo? Naitwa Thomas. Nafanya kazi karibu na hapa, mahali unapoweza kupata kitu cha kula,” mtu yule alisema. Alionyesha nyumba ya njano yenye paa la buluu. “Natumaini utaenda pale kupata chakula kidogo?” Thomas aliuliza. Magozwe alimwangalia yule mtu, kisha akaiangalia ile nyumba. “Labda,” akasema, halafu akaondoka.",
            "pagenum": 7,
            "imageSrc": "./public/images/0262/0262_07.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_07.mp3"
        },
        {
            "text": "Miezi iliyofuata, wavulana wale wa mtaani walizoea kumwona Thomas hapa na pale. Alipenda kuzungumza na watu, hasa walioishi mitaani. Thomas alisikiliza simulizi za maisha ya watu. Alikuwa makini na mwenye subira, na hakuwa na kiburi wala dharau. Baadhi ya wavulana walianza kwenda kwenye ile nyumba ya njano na buluu ili kupata chakula cha mchana.",
            "pagenum": 8,
            "imageSrc": "./public/images/0262/0262_08.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_08.mp3"
        },
        {
            "text": "Magozwe alikuwa amekaa kando ya barabara akiangalia kitabu chake cha picha Thomas alipokaa pembeni mwake. “Hadithi hiyo inahusu nini?” Thomas akauliza. “Inahusu mvulana aliyekuja kuwa rubani,” Magozwe akajibu. “Jina lake ni nani?” Thomas akauliza. “Sijui, siwezi kusoma,” Magozwe akasema kwa sauti ya chini.",
            "pagenum": 9,
            "imageSrc": "./public/images/0262/0262_09.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_09.mp3"
        },
        {
            "text": "Walipokutana, Magozwe alianza kumsimulia Thomas maisha yake. Alimwelezea kuhusu mjomba wake na sababu zilizomfanya atoroke. Thomas hakuongea sana, wala hakumwambia Magozwe nini cha kufanya, bali alisikiliza kwa makini kila mara. Wakati mwingine waliongea wakiwa wanakula kwenye ile nyumba yenye paa la buluu.",
            "pagenum": 10,
            "imageSrc": "./public/images/0262/0262_10.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_10.mp3"
        },
        {
            "text": "Mnamo mwaka wa kumi wa kuzaliwa kwa Magozwe, Thomas alimzawadia kitabu kipya cha hadithi. Ilikuwa ni hadithi inayohusu mvulana wa kijijini aliyekuja kuwa mcheza mpira maarufu. Thomas alimsomea Magozwe hadithi hiyo mara nyingi, mpaka siku moja akasema, “Nafikiri wakati umewadia wa kwenda shule kujifunza kusoma. Unaonaje?” Thomas alieleza kwamba anajua sehemu ambayo watoto wanaweza kuishi na kwenda shule.",
            "pagenum": 11,
            "imageSrc": "./public/images/0262/0262_11.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_11.mp3"
        },
        {
            "text": "Magozwe alifikiria kuhusu sehemu hii mpya, na kuhusu kwenda shule. Itakuwaje kama mjomba wake alikuwa sahihi kwamba alikuwa mjinga kiasi cha kutoweza kujifunza chochote? Itakuwaje kama watampiga sehemu hii mpya? Aliogopa. “Labda ni heri kuendelea kuishi mtaani,” aliwaza.",
            "pagenum": 12,
            "imageSrc": "./public/images/0262/0262_12.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_12.mp3"
        },
        {
            "text": "Alimshirikisha Thomas juu ya hofu aliyokuwa nayo. Baada ya muda Thomas alimhakikishia kwamba maisha yatakuwa bora huko sehemu mpya.",
            "pagenum": 13,
            "imageSrc": "./public/images/0262/0262_13.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_13.mp3"
        },
        {
            "text": "Kwa hiyo Magozwe alihamia kwenye chumba katika nyumba yenye paa la kijani. Alikaa chumba kimoja na wavulana wengine wawili. Kwa ujumla kulikuwa na watoto kumi walioishi kwenye nyumba ile. Waliishi pamoja na Shangazi Cissy na mume wake, mbwa watatu, paka mmoja, na mbuzi aliyezeeka.",
            "pagenum": 14,
            "imageSrc": "./public/images/0262/0262_14.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_14.mp3"
        },
        {
            "text": "Magozwe alianza shule na ilikuwa ngumu. Alikuwa na mengi ya kujifunza. Mara nyingine alitaka kukata tamaa. Lakini aliwaza kuhusu rubani na mcheza mpira kwenye vitabu vya hadithi. Kama wao, hakukata tamaa.",
            "pagenum": 15,
            "imageSrc": "./public/images/0262/0262_15.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_15.mp3"
        },
        {
            "text": "Magozwe alikuwa amekaa uani kwenye nyumba yenye paa la kijani, akisoma kitabu cha hadithi cha shule. Thomas alikuja na kukaa kando yake. “Hadithi inahusu nini?” Thomas akauliza. “Inahusu mvulana aliyekuja kuwa mwalimu,” Magozwe akajibu. “Jina lake ni nani?” akauliza Thomas. “Jina lake ni Magozwe,” Magozwe akasema kwa tabasamu.",
            "pagenum": 16,
            "imageSrc": "./public/images/0262/0262_16.jpg",
            "audioSrc": "./public/audio/sw/0262/0262_sw_16.mp3"
        }
    ]
}